Repository: adolphopiazza/tibiamore-ios
Catalog: Tibia More/Common/Localizable.xcstrings
Source language: en
Languages: pt_br

source: %@ points of mana
pt_br: %@ pontos de mana

source: About
pt_br: Sobre

source: Account Achievements
pt_br: Conquistas da Conta

source: Account Information
pt_br: Informações da Conta

source: Account Status
pt_br: Status da Conta

# Account.Status.NoFound
source: No account status found
pt_br: Status da conta não encontrado

source: Achievement Points
pt_br: Conquistas

source: Active Guilds
pt_br: Guildas Ativas

source: All
pt_br: Todos

source: App Info
pt_br: Informações do App

# App.Sorry
source: Sorry 😞
pt_br: Desculpe 😞

# App.Yes
source: Yes
pt_br: Sim

source: Battleye Date
pt_br: Data do Battleye

source: BattlEye Status
pt_br: Status do BattlEye

source: Category
pt_br: Categoria

# Character.Detail.Remove
source: Remove this character from the list?
pt_br: Remover esse personagem da lista?

# Character.Detail.ViewTitle
source: Character
pt_br: Personagem

source: Character Information
pt_br: Informações do Personagem

# Character.Remove
source: Remove character
pt_br: Remover personagem

# Character.Search
source: Search for character
pt_br: Pesquisar personagem

# Character.Search.Find
source: Find Character
pt_br: Pesquisar personagem

# Character.Search.Name
source: Insert your character name
pt_br: Insira o nome do personagem

# Character.Search.NotFound
source: It seems this character does not exist Please try again
pt_br: Parece que esse personagem não existe Por favor tente novamente

# Character.TapToSearch
source: Tap the top right icon to search for a character
pt_br: Toque no ícone superior direito para pesquisar um personagem

# Characters.All
source: All characters
pt_br: Todos os personagens

# Characters.Clear
source: Clear all saved characters?
pt_br: Deletar todos os personagens?

# Characters.ClearAll
source: Clear All
pt_br: Deletar todos

# Characters.NoFound
source: No characters found
pt_br: Nenhum personagem encontrado

# Characters.ViewTitle
source: Characters
pt_br: Personagens

source: CipSoft website
pt_br: Website da CipSoft

source: Comment
pt_br: Comentário

source: Contact
pt_br: Contato

source: Content Type
pt_br: Tipo de conteúdo

source: Created
pt_br: Criado em

# Creature.Behaviour
source: Behaviour
pt_br: Comportamento

# Creature.Convince
source: Convince with
pt_br: Convencer com

source: Creature Description
pt_br: Sobre o monstro

# Creature.Hitpoints
source: Hitpoints
pt_br: Pontos de Vida

# Creature.Immune
source: Immune to
pt_br: Imune a

# Creature.Invisible
source: See invisible
pt_br: Enxerga invisível

# Creature.LootList
source: Loot List
pt_br: Lista de Loot

# Creature.Paralysed
source: Can be Paralysed
pt_br: Pode ser paralizada

# Creature.Strong
source: Strong against
pt_br: Forte contra

# Creature.Summon
source: Summon with
pt_br: Sumonar com

# Creature.Weak
source: Weakness for
pt_br: Fraqueza por

# Creature.XP
source: Experience Points
pt_br: Pontos de Experiência

source: Creatures
pt_br: Criaturas

source: Date
pt_br: Data

# Date.Creation
source: Creation Date
pt_br: Data de Criação

source: Deaths
pt_br: Mortes

source: Deletion Date
pt_br: Data de exclusão

source: Description
pt_br: Descrição

source: Developer
pt_br: Desenvolvedor

# Error.Fetch
source: We couldn't fetch data for this character Please try again
pt_br: Não foi possível carregar os dados desse personagem Por favor tente novamente

# Error.NoData
source: No data available 😟
pt_br: Dados não encontrados 😟

# Error.NoPlayerData
source: We were unable to get this player data Please try again
pt_br: Não foi possível carregar os dados desse personagem Por favor tente novamente

# Error.TapRightIcon
source: Please tap the top right icon to try again
pt_br: Toque no ícone superior direto para tentar novamente

# Error.Undone
source: This action cannot be undone
pt_br: Não é possível desfazer essa ação

source: Fansite Item
pt_br: Item do Fansite

source: Filters
pt_br: Filtros

source: Fridays
pt_br: Sextas-Feiras

# Game.W.Type
source: Game World Type
pt_br: Tipo de mundo

# Guild.Active
source: Active
pt_br: Ativa

# Guild.Applications
source: Applications Open
pt_br: Vagas Abertas

# Guild.Founded
source: Founded
pt_br: Fundação

# Guild.Invited
source: Invited
pt_br: Convidados

# Guild.InvitedMembers
source: Invited Members
pt_br: Membros Convidados

source: Guild Membership
pt_br: Associação a Guild

# Guild.Paid
source: Paid Until
pt_br: Pago até

# Guild.TotalMembers
source: Total of Members
pt_br: Total de Membros

# Guild.War
source: In War
pt_br: Em guerra

source: Guilds
pt_br: Guildas

source: House
pt_br: Casa

source: Kill Statistics
pt_br: Estatísticas de Mortes

source: Languages
pt_br: Linguas

source: Last Login
pt_br: Último Login

# Last.Login.NoFound
source: No last login found
pt_br: Último login não encontrado

source: Last seen
pt_br: Visto por último

source: Level
pt_br: Nível

source: Location
pt_br: Local

source: Loyalty Title
pt_br: Pontos de lealdade

source: Married to
pt_br: Casado(a) com

source: Mondays
pt_br: Segundas-Feiras

source: Name
pt_br: Nome

# Name.Former
source: Former Names
pt_br: Nomes anteriores

# Name.NoFound
source: No name found
pt_br: Nome não encontrado

# Networking.Error.Description
source: Please pull-to-refresh to try again
pt_br: Por favor, tente novamente com o pull-to-refresh

# Networking.Error.Title
source: Sorry, we are having some issues 😞
pt_br: Desculpe, estamos com alguns problemas 😞

# News.Latest
source: Latest News
pt_br: Últimas Notícias

# News.Row.TibiaWebsite
source: Read on Tibia.com
pt_br: Leia em Tibia.com

source: News Ticker
pt_br: Notícias Rápidas

# News.ViewTitle
source: News
pt_br: Notícias

source: None
pt_br: Nenhum

source: Note
pt_br: Nota

source: Online Players
pt_br: Players Online

source: Online Record
pt_br: Recorde players online

source: Players Offline
pt_br: Personagens Offline

source: Players Online
pt_br: Jogadores Online

source: Position
pt_br: Posição

source: Premium Only
pt_br: Apenas Premium

source: Price
pt_br: Preço

source: Promoted
pt_br: Promovidos

source: PvP Type
pt_br: Tipo de PvP

# Rashid.Alert
source: Rashid location respects the Tibia time. The day only changes on server saves.
pt_br: A localização do Rashid respeita o horário do Tibia. O dia só muda no server save.

# Rashid.Description
source: You need to win his trust before selling any items to him. He travels to a different city everyday.
pt_br: Você necessita conquistar a sua confiança antes de negociar com ele. Ele viaja para uma cidade diferente todo dia.

# Rashid.Items
source: See Rashid items
pt_br: Items do Rashid

# Rashid.Items.Desc
source: Rashid Items
pt_br: Itens do Rashid

# Rashid.Location
source: Rashid is located on
pt_br: Rashid está localizado em

source: Record Date
pt_br: Data do recorde

source: Record Players
pt_br: Recorde de Players

source: Reload
pt_br: Recarregar

source: Residence
pt_br: Residência

# Residence.NoFound
source: No residence found
pt_br: Residência não encontrada

source: Saturdays
pt_br: Sábados

# Save.List
source: Save on list
pt_br: Salvar na lista

source: Schedule
pt_br: Agenda

source: Sex
pt_br: Sexo

# Sex.NoFound
source: No sex found
pt_br: Nenhum sexo encontrado

source: Socials
pt_br: Redes Sociais

source: Sources
pt_br: Fontes

source: Specials
pt_br: Especiais

source: Spells
pt_br: Magias

source: Statistics
pt_br: Estatísticas

# Statistics.LastDayDied
source: Last day players died
pt_br: Jogadores abatidos ontem

# Statistics.LastDayKilled
source: Last day killed by players
pt_br: Abates por jogadores ontem

# Statistics.LastWeekDied
source: Last week players died
pt_br: Jogadores abatidos na última semana

# Statistics.LastWeekKilled
source: Last week killed by players
pt_br: Abates por jogadores na última semana

source: Sundays
pt_br: Domingos

source: Supported
pt_br: Suportados

# TabBar.Characters
source: Characters
pt_br: Personagens

# TabBar.News
source: News
pt_br: Notícias

# TabBar.Utils
source: Utils
pt_br: Utilidades

# TabBar.Worlds
source: Worlds
pt_br: Mundos

source: Texts
pt_br: Textos

source: Thursdays
pt_br: Quintas-Feiras

# Tibia.CipSoft
source: Tibia is a game developed by CipSoft and all it's content is copyrighted by CipSoft
pt_br: Tibia é um jogo desenvolvido pela CipSoft e todo o conteúdo tem copyright pela CipSoft

source: Title
pt_br: Título

# Titles.Unlocked
source: Unlocked Titles
pt_br: Títulos Desbloqueados

source: Today
pt_br: Hoje

source: Tools
pt_br: Ferramentas

source: Totals
pt_br: Totais

source: Traded
pt_br: Negociado

source: Transfer Type
pt_br: Tipo de transferência

source: Tuesdays
pt_br: Terças-Feiras

# Utils.BoostedBoss
source: Today's boosted boss!
pt_br: Boosted boss de hoje!

# Utils.BoostedCreature
source: Today's boosted creature!
pt_br: Boosted creature de hoje!

# Utils.Creatures
source: Check out all the creatures of the Tibian world
pt_br: Confira todas as criaturas do mundo Tibiano

# Utils.Fansites
source: Discover some new Tibia fansites
pt_br: Descubra novos fansites de Tibia

# Utils.Guilds
source: List of all the Tibian guilds
pt_br: Lista com todas as guildas Tibianas

# Utils.Highscores
source: See who's on the top
pt_br: Confira quem está no topo

# Utils.KillStatistics
source: Kill statistics of every world
pt_br: Estatísticas de mortes de todos os mundos

# Utils.Rashid
source: See where Rashid is today to make some money
pt_br: Veja onde o Rashid está hoje para fazer um dinheiro

# Utils.Spells
source: Discover important spells for your character
pt_br: Descubra magias importantes para seu personagem

source: Value
pt_br: Valor

source: Version
pt_br: Versão

source: Vocation
pt_br: Vocação

# Vocation.NoFound
source: No vocation found
pt_br: Vocação não encontrada

# Vocation.SortByLevel
source: Sort by Level
pt_br: Filtrar por Nível

# Website.Visit
source: Visit this website
pt_br: Visitar o site

source: Wednesdays
pt_br: Quartas-Feiras

# Wiki.NewSearch
source: Try to make a new search
pt_br: Faça uma nova busca

# Wiki.NoResults
source: No results
pt_br: Sem resultados

# Wiki.Search
source: Search on Wiki
pt_br: Pesquisar na Wiki

# Wiki.StartSearch
source: Start typing on the search bar to find something useful on the Wiki
pt_br: Digite algo na busca para achar algo útil na Wiki

source: World
pt_br: Mundo

# World.ErrorDescription
source: Try to search for another one, example: Kalibra
pt_br: Tente pesquisar por outro mundo, exemplo: Kalibra

# World.NoFound
source: No world found
pt_br: Mundo não encontrado

# World.Q.Titles
source: World Quest Titles
pt_br: Títulos de conquista por mundo

# Worlds.Former
source: Former Worlds
pt_br: Mundos anteriores
